testFiles/results/memtier_no_oomd.out
4         Threads
50        Connections per thread
10        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets          283.73          ---          ---       644.18098       647.16700       868.35100      1023.99900   1385432.46 
Gets         2808.66         0.00      2808.66       589.76874       634.87900       876.54300      1023.99900       109.45 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       3092.39         0.00      2808.66       594.71395       638.97500       876.54300      1023.99900   1385541.91 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET     120.831        0.000
SET     522.239        5.000
SET     548.863       10.000
SET     565.247       15.000
SET     581.631       20.000
SET     593.919       25.000
SET     606.207       30.000
SET     618.495       35.000
SET     626.687       40.000
SET     634.879       45.000
SET     647.167       50.000
SET     651.263       52.500
SET     655.359       55.000
SET     659.455       57.500
SET     663.551       60.000
SET     671.743       62.500
SET     675.839       65.000
SET     679.935       67.500
SET     684.031       70.000
SET     692.223       72.500
SET     696.319       75.000
SET     700.415       76.250
SET     704.511       77.500
SET     708.607       78.750
SET     712.703       80.000
SET     712.703       81.250
SET     716.799       82.500
SET     720.895       83.750
SET     724.991       85.000
SET     729.087       86.250
SET     733.183       87.500
SET     737.279       88.125
SET     737.279       88.750
SET     741.375       89.375
SET     745.471       90.000
SET     749.567       90.625
SET     753.663       91.250
SET     757.759       91.875
SET     761.855       92.500
SET     765.951       93.125
SET     774.143       93.750
SET     778.239       94.062
SET     778.239       94.375
SET     782.335       94.688
SET     790.527       95.000
SET     794.623       95.312
SET     798.719       95.625
SET     802.815       95.938
SET     806.911       96.250
SET     811.007       96.562
SET     815.103       96.875
SET     823.295       97.031
SET     827.391       97.188
SET     827.391       97.344
SET     831.487       97.500
SET     835.583       97.656
SET     835.583       97.812
SET     839.679       97.969
SET     843.775       98.125
SET     847.871       98.281
SET     851.967       98.438
SET     851.967       98.516
SET     856.063       98.594
SET     856.063       98.672
SET     860.159       98.750
SET     864.255       98.828
SET     868.351       98.906
SET     868.351       98.984
SET     872.447       99.062
SET     876.543       99.141
SET     876.543       99.219
SET     880.639       99.258
SET     884.735       99.297
SET     884.735       99.336
SET     888.831       99.375
SET     888.831       99.414
SET     892.927       99.453
SET     905.215       99.492
SET     929.791       99.531
SET     937.983       99.570
SET     946.175       99.609
SET     950.271       99.629
SET     950.271       99.648
SET     958.463       99.668
SET     958.463       99.688
SET     987.135       99.707
SET     987.135       99.727
SET     991.231       99.746
SET     991.231       99.766
SET     999.423       99.785
SET     999.423       99.805
SET    1003.519       99.814
SET    1003.519       99.824
SET    1003.519       99.834
SET    1003.519       99.844
SET    1023.999       99.854
SET    1023.999       99.863
SET    1023.999       99.873
SET    1023.999       99.883
SET    1032.191       99.893
SET    1032.191       99.902
SET    1032.191       99.907
SET    1032.191       99.912
SET    1032.191       99.917
SET    1032.191       99.922
SET    1036.287       99.927
SET    1036.287       99.932
SET    1036.287       99.937
SET    1036.287       99.941
SET    1036.287       99.946
SET    1036.287       99.951
SET    1036.287       99.954
SET    1036.287       99.956
SET    1036.287       99.958
SET    1036.287       99.961
SET    1044.479       99.963
SET    1044.479      100.000
---
GET       1.151        0.000
GET      61.439        5.000
GET     168.959       10.000
GET     532.479       15.000
GET     557.055       20.000
GET     577.535       25.000
GET     589.823       30.000
GET     606.207       35.000
GET     614.399       40.000
GET     626.687       45.000
GET     634.879       50.000
GET     643.071       52.500
GET     647.167       55.000
GET     651.263       57.500
GET     659.455       60.000
GET     663.551       62.500
GET     667.647       65.000
GET     675.839       67.500
GET     679.935       70.000
GET     688.127       72.500
GET     692.223       75.000
GET     696.319       76.250
GET     700.415       77.500
GET     704.511       78.750
GET     708.607       80.000
GET     716.799       81.250
GET     720.895       82.500
GET     724.991       83.750
GET     729.087       85.000
GET     733.183       86.250
GET     737.279       87.500
GET     737.279       88.125
GET     741.375       88.750
GET     745.471       89.375
GET     749.567       90.000
GET     749.567       90.625
GET     753.663       91.250
GET     757.759       91.875
GET     761.855       92.500
GET     765.951       93.125
GET     770.047       93.750
GET     774.143       94.062
GET     778.239       94.375
GET     782.335       94.688
GET     786.431       95.000
GET     790.527       95.312
GET     790.527       95.625
GET     794.623       95.938
GET     798.719       96.250
GET     806.911       96.562
GET     811.007       96.875
GET     815.103       97.031
GET     819.199       97.188
GET     823.295       97.344
GET     827.391       97.500
GET     831.487       97.656
GET     835.583       97.812
GET     839.679       97.969
GET     843.775       98.125
GET     847.871       98.281
GET     856.063       98.438
GET     856.063       98.516
GET     860.159       98.594
GET     864.255       98.672
GET     868.351       98.750
GET     868.351       98.828
GET     872.447       98.906
GET     876.543       98.984
GET     880.639       99.062
GET     884.735       99.141
GET     888.831       99.219
GET     888.831       99.258
GET     892.927       99.297
GET     892.927       99.336
GET     901.119       99.375
GET     909.311       99.414
GET     921.599       99.453
GET     929.791       99.492
GET     929.791       99.531
GET     933.887       99.570
GET     942.079       99.609
GET     942.079       99.629
GET     946.175       99.648
GET     950.271       99.668
GET     950.271       99.688
GET     950.271       99.707
GET     950.271       99.727
GET     958.463       99.746
GET     987.135       99.766
GET     987.135       99.785
GET     991.231       99.805
GET     991.231       99.814
GET     999.423       99.824
GET     999.423       99.834
GET     999.423       99.844
GET    1003.519       99.854
GET    1003.519       99.863
GET    1003.519       99.873
GET    1023.999       99.883
GET    1023.999       99.893
GET    1023.999       99.902
GET    1023.999       99.907
GET    1032.191       99.912
GET    1032.191       99.917
GET    1032.191       99.922
GET    1032.191       99.927
GET    1032.191       99.932
GET    1032.191       99.937
GET    1036.287       99.941
GET    1036.287       99.946
GET    1036.287       99.951
GET    1036.287       99.954
GET    1036.287       99.956
GET    1036.287       99.958
GET    1036.287       99.961
GET    1036.287       99.963
GET    1036.287       99.966
GET    1036.287       99.968
GET    1044.479       99.971
GET    1044.479      100.000
---
WAIT      0.000      100.000